{
    "title": {
        "text": {
          "headline": "My Experiences",
          "text": "<p>Below are attached with all of my experiences so far.</p>"
        }
    },
    "events": [
      {
        "start_date": {
          "year": "2024",
          "month":"3"
        },
        "end_date": {
          "year": "2024",
          "month":"8"
        },
        "text": {
          "headline": "Internship as a Bioinformatics Research Assistant at Institute of Systems Biology (INBIOSIS), UKM",
          "text": "<p>Under the supervision of Ts. Dr. Nor Azlan bin Nor Muhammad, I have been assigned to perform bioinformatics analysis ranging from multiple sequence alignment, topology and secondary structure analysis, physicochemical measurement, homology modelling, molecular docking, pharmacokinetics measurement to molecular dynamics simulations at the centre for bioinformatics research (CBR) at INBIOSIS, UKM. <br><br> <img src='https://i.imgur.com/UlJxloj.jpeg' style='width:48%; display:inline-block; vertical-align:top;'> <img src='https://i.imgur.com/fUexmtb.jpeg' style='width:48%; display:inline-block; vertical-align:top;'> <br><br> <img src='https://i.imgur.com/ayJmT4Q.jpeg' style='width:48%; display:inline-block; vertical-align:top;'> <img src='https://i.imgur.com/bYhpuO7.jpeg' style='width:48%; display:inline-block; vertical-align:top;'></p>"
        }
      },
      {
        "start_date": {
          "year": "2024",
          "month":"7"
        },
        "end_date": {
          "year": "2024",
          "month":"7"
        },
        "text": {
          "headline": "International Symposium on Synthetic Biology & CRISPR Technology (iSynBioCT2024)",
          "text": "<p>I've participated in an International Symposium on Synthetic Biology and CRISPR Technology organized by INBIOSIS UKM from 23 July 2024 to 24 July 2024. Throughout the symposium, I've gained lots of wonderful insights into the transformative power of CRISPR-Cas9 technology that can help revolutionize the field of health, medicine, agriculture, food technology and a lot more.<br><br> <img src='https://i.imgur.com/2Px4N5W.png' style='width:48%; display:inline-block; vertical-align:top;'> <img src='https://i.imgur.com/l5Ms8oZ.jpeg' style='width:48%; display:inline-block; vertical-align:top;'> <br><br> <img src='https://i.imgur.com/j76jnFD.jpeg' style='width:48%; display:inline-block; vertical-align:top;'> <img src='https://i.imgur.com/4rM0hzu.jpeg' style='width:48%; display:inline-block; vertical-align:top;'></p>"
        }
      },
      {
        "start_date": {
          "year": "2024",
          "month":"7"
        },
        "end_date": {
          "year": "2024",
          "month":"7"
        },
        "text": {
          "headline": "Real time PCR Hands-on Workshop 2024 at INBIOSIS, UKM",
          "text": "<p>Among the skills that I've learned include: <br><br> 🚀 Designing and choosing primer by using NCBI Primer-BLAST. <br><br> 🚀 Using the NucleoSpin RNA Plant and Fungi kit to successfully extract the RNA from the root of <em>Elaeis guineensis</em> (African oil palm). <br><br> 🚀 Using nanodrop spectrophotometer to measure and record the concentration and purity of RNA thrice after performing the RNA extraction process. <br><br> 🚀 Using 4 x gDNA wiper mix to remove residual genomic DNA (gDNA) from the RNA template. <br><br> 🚀 Using 5 x HiScript III qRT SuperMix to reverse transcribe the mRNA into cDNA. <br><br> 🚀 Preparing the qPCR mixture by mixing 2 x Taq Pro Universal SYBR qPCR Master Mix with the forward primer, reverse primer and ddH2O for both the reference gene/housekeeping gene (GRAS) and target gene (SITP-2) of <em>Elaeis guineensis</em> to run qPCR. <br><br> 🚀 Performing serial dilution of cDNA by dluting the cDNA each step by a dilution factor of 2 to prepare and generate a standard curve. <br><br> 🚀 Analyzing the standard curve to check for primer efficiency and analyzing melting curve to ensure each fluorescent signal corresponds to a specific amplicon rather than to non-specific amplifications/primer-dimers. <br><br> 🚀 Analyzing gene expression level of the <em>Elaeis guineensis</em> target gene in comparison to its reference housekeeping gene to determine whether the target gene is upregulated or downregulated by means of calculating the delta Ct and delta-delta Ct values. <br><br> <img src='https://i.imgur.com/8ZNYojV.png' style='width:48%; display:inline-block; vertical-align:top;'> <img src='https://i.imgur.com/FAcmo3G.jpeg' style='width:48%; display:inline-block; vertical-align:top;'> <br><br> <img src='https://i.imgur.com/UHE40mS.jpeg' style='width:48%; display:inline-block; vertical-align:top;'> <img src='https://i.imgur.com/9waBJBX.jpeg' style='width:48%; display:inline-block; vertical-align:top;'></p>"
        }
      },
      {
        "start_date": {
          "year": "2024",
          "month":"6"
        },
        "end_date": {
          "year": "2024",
          "month":"6"
        },
        "text": {
          "headline": "UMT's Student Research Day (SRD) 2024 with the theme 'The Fusion of IR 4.0 in Sustainable Blue Economy'",
          "text": "<p>I presented my final year project (FYP) during SRD2024 and managed to win the best faculty awards (best research project awards). <br><br> <img src='https://i.imgur.com/8OQxjD9.jpeg' style='width:48%; display:inline-block; vertical-align:top;'> <img src='https://i.imgur.com/754bM0V.jpeg' style='width:48%; display:inline-block; vertical-align:top;'> <br><br> <img src='https://i.imgur.com/LcGW1KJ.jpeg' style='width:48%; display:inline-block; vertical-align:top;'> <img src='https://i.imgur.com/Kjo67Cw.jpeg' style='width:48%; display:inline-block; vertical-align:top;'></p>"
        }
      },
      {
        "start_date": {
          "year": "2023",
          "month":"11"
        },
        "end_date": {
          "year": "2023",
          "month":"11"
        },
        "text": {
          "headline": "International Postgraduate Seminar (IPGS) 2023 with THEME 'EMPOWERING FUNDAMENTAL SCIENCE IN FACING THE GLOBAL THREATS'",
          "text": "<p>I competed with the other postgraduate students coming from UMT, UKM, USM and etcetera as an oral undergraduate presenter to present my whole complete FYP in 10 minutes during the IPGS 2023. <br><br> At last, I was able to nail it and presented my FYP within the allocated timeframe ! <br><br> Although I did not emerge as the best oral presenter at last, yet I have indeed learned a lot about all sorts of different professional thesis presentation skills and gained useful insights into various topics for instance the significance of employing environmentally friendly alternatives to mass-produce agricultural products to rear and support the constantly growing populations; the essence of safeguarding rainforests from unscrupulous deforestation as they provide us with a wide plethora of medicinal herbs and other multifaceted environmental merits; maximum leverage of useful natural products to synthesize potential antibiotics and vaccines to treat an avalanche of diseases, the essence of advancing and progressing scientific research into marketing products (from research into entrepreneurship) and last but not least, the utilization of electrochemical biosensors for detecting various important biomolecules and pathogens to help in the early diagnosis and treatment of diseases. <br><br> <img src='https://i.imgur.com/dXmaqLa.jpeg' style='width:48%; display:inline-block; vertical-align:top;'> <img src='https://i.imgur.com/FSUt733.jpeg' style='width:48%; display:inline-block; vertical-align:top;'> <br><br> <img src='https://i.imgur.com/Dsa7ZKX.jpeg' style='width:48%; display:inline-block; vertical-align:top;'> <img src='https://i.imgur.com/RZNdhGe.jpeg' style='width:48%; display:inline-block; vertical-align:top;'></p>"
        }
      },
      {
        "start_date": {
          "year": "2023",
          "month":"4"
        },
        "end_date": {
          "year": "2023",
          "month":"4"
        },
        "text": {
          "headline": "UTM Asian Parliamentary International (API) Debate 2023",
          "text": "<p>I participated in the debate competition, but I didn't manage to break into semi-finals. <br><br> <img src='https://i.imgur.com/B0GIJw6.jpeg' style='width:100%; max-width:600px;'></p>"
        }
      },
      {
        "start_date": {
          "year": "2022",
          "month":"11"
        },
        "end_date": {
          "year": "2023",
          "month":"11"
        },
        "text": {
          "headline": "Secretariat of Exco Academic & Documentation (Kelab Gabungan Mahasiswa Biologi (BIOSIS), UMT)",
          "text": "<p>I assisted Exco of Academic & Documentation to record and document all the events that have been organized by the BIOSIS club systematically. <br><br> Also, I held meetings & discussed with the Exco to plan and organize events to possibly elevate the motivation level & passion of biological science students in the field of biology to help improve their academic performance.<br><br> <img src='https://i.imgur.com/sDP4Zqg.jpeg' style='width:48%; display:inline-block; vertical-align:top;'> <img src='https://i.imgur.com/xbTToeB.jpeg' style='width:48%; display:inline-block; vertical-align:top;'></p>"
        }
      },
      {
        "start_date": {
          "year": "2022",
          "month":"9"
        },
        "end_date": {
          "year": "2022",
          "month":"9"
        },
        "text": {
          "headline": "International Debate Johor Cup Competition (IDJC)",
          "text": "<p>I participated in the IDJC competition, where I managed to break into finals together with my team and we emerged as first-runner up. <br><br> I was one of the best speakers where I secured 4th place in the best speaker list. <br><br>Watch the debate on <a href='https://www.youtube.com/watch?v=Sg8VkFJQmrk&t=2272s' target='_blank'>YouTube</a>. <br><br> <img src='https://i.imgur.com/0HEUClB.jpeg' style='width:48%; display:inline-block; vertical-align:top;'> <img src='https://i.imgur.com/jWAGoQZ.png' style='width:48%; display:inline-block; vertical-align:top;'> <br><br> <img src='https://i.imgur.com/Is9IhEP.jpeg' style='width:100%; max-width:400px;'></p>"
        }
      },
      {
        "start_date": {
          "year": "2022",
          "month":"6"
        },
        "end_date": {
          "year": "2022",
          "month":"6"
        },
        "text": {
          "headline": "USM Open Debating Championship 2022",
          "text": "<p>I participated in the debate competition, where I managed to break into semi-finals. <br><br> <img src='https://i.imgur.com/i1kxo2S.jpeg' style='width:48%; display:inline-block; vertical-align:top;'> <img src='https://i.imgur.com/voq1ENh.png' style='width:48%; display:inline-block; vertical-align:top;'></p>"
        }
      },
      {
        "start_date": {
          "year": "2021",
          "month":"7"
        },
        "end_date": {
          "year": "2021",
          "month":"7"
        },
        "text": {
          "headline": "National Mathematics Olympiad Competition (OMK) (Senior Category)",
          "text": "<p>I participated in the OMK competition, which is a national level mathematics competition organized by the Malaysian Mathematical Sciences Association (PERSAMA). OMK is the most prestigious academic competition in Malaysia , where the best students from all over the country compete to solve challenging math problems.</p>"
        }
      },
      {
        "start_date": {
          "year": "2020",
          "month":"1"
        },
        "end_date": {
          "year": "2020",
          "month":"3"
        },
        "text": {
          "headline": "Primary School Tutor at Gracia Learning Center, Kuching Sarawak",
          "text": "<p>I taught and guided primary school students to master reading and writing skills plus ensuring that they managed to finish their given homework on time for all the primary subjects which comprised English, Mandarin, Bahasa Melayu, Mathematics and Science. <br><br> <img src='https://i.imgur.com/oBg7gzm.jpeg' style='width:100%; max-width:600px;'></p>"
        }
      },
      {
        "start_date": {
          "year": "2019",
          "month":"3"
        },
        "end_date": {
          "year": "2019",
          "month":"3"
        },
        "text": {
          "headline": "Malaysian Brain Bee Challenge (MBBC) 2019 (Zones FInal Round-State Level)",
          "text": "<p>I participated in the MBBC competition, which is a neuroscience competition for teenagers that aims to motivate students to learn about the brain and inspire them to pursue careers in science.</p>"
        }
      },
      {
        "start_date": {
          "year": "2018",
          "month":"9"
        },
        "end_date": {
          "year": "2018",
          "month":"9"
        },
        "text": {
          "headline": "Kuching Toastmaster Club 7th Youth Communication Camp",
          "text": "<p>Throughout the toastmaster camp, I had befriended with tons of great-minded people that shared similar interests in terms of aiming to polish and hone English speaking skills. <br><br> Also, I had attended innumerable training sessions with my coach by learning essential body languages and eye contact that could make a difference when it comes to communicating with other people. <br><br> I had also realized that higher order critical thinking skills also play a very imperative role when it comes to public speaking, debate and story-telling competitions. <br><br> There were lots of exciting, stimulating and unforgettable ice breaking games being launched between the teams and all of us pretty sure had a blast throughout the camp.</p>"
        }
      },
      {
        "start_date": {
          "year": "2018",
          "month":"1"
        },
        "end_date": {
          "year": "2019",
          "month":"9"
        },
        "text": {
          "headline": "Head Prefect of Assembly (Ketua Pengawas Perhimpunan)",
          "text": "<p>I planned & instructed prefects to carry and arrange chairs for teachers to sit during the assembly. <br><br> Also, I planned and instructed prefects to recite the prayer and raise the flag during the assembly. <br><br> In addition, I made a notice list to arrange prefects to take care of all the classes' order during the assembly as well. <br><br> I held meetings with my prefects to discuss about ways of we could improve our work to make the next assembly running even smoothly & successfully than before. <br><br> I patrolled around the school during recess to take care of the school's order and safety. <br><br> Last but not least, I checked the discipline of students whether their nail & hair were too long/dyed before they went back to their respecitve classroom after the assembly.</p>"
        }
      },
      {
        "start_date": {
          "year": "2018",
          "month":"1"
        },
        "end_date": {
          "year": "2019",
          "month":"9"
        },
        "text": {
          "headline": "President of Red Crescent Society (BSMM) Club", 
          "text": "<p>As the head section leader of BSMM Club, I launched discussion and meetings on every Wednesday afternoon to cater first aid training as well as marching training to my fellow BSMM members. <br><br> Also, I made sure that all the meetings were conducted smoothly and successfully by constantly self-reflecting and negotiating with my team committees. <br><br> There were lots of enthralling activities being held throughout my lead as well for instance BSMM Health Day, BSMM Lunch, BSMM Sports Day First Aid, BSMM First Aid Training at Headquarters, BSMM Day and many more. <br><br> My aim was to make sure that all my members enjoyed every single meeting to its fullest and gained something useful and valuable. <br><br> Also, as a BSMM head section leader, I have triumphantly passed Basic First Aid & Cardiopulmonary Resuscitation (CPR) Practical Test with flying colours at Kuching Headquarter PBSM and showed my own real strength and knowledge in first aid to be emulated by my members and juniors. <br><br> Although it was exhausting, but I've had so much fun and gratification in terms of leading a club successfully with excellent collaboration with my whole supportive team committees that had always advocated and assisted me throughout my lead. <br><br> <img src='https://i.imgur.com/SSgosx1.jpeg' style='width:48%; display:inline-block; vertical-align:top;'> <br><br> <img src='https://i.imgur.com/KCYjlLR.jpeg' style='width:48%; display:inline-block; vertical-align:top;'> <br><br> <img src='https://i.imgur.com/efRg4Hb.png' style='width:100%; max-width:600px;'></p>"
        }
      }
    ]
}
